Repository: 9ParsonsB/florence
Catalog: web/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr, ru_ru

source: Florence is an extensible scalable virtual keyboard for GNOME.
fr_fr: Florence est un clavier virtuel pour GNOME extensible et redimensionnable.
ru_ru: Florence - это расширяемая и масштабируемая виртуальная клавиатура для GNOME.

source: virtual keyboard, onscreen keyboard, software keyboard, gnome keyboard, florence keyboard, linux keyboard
fr_fr: clavier virtuel, clavier à l'écran, clavier logiciel, clavier gnome, clavier florence, clavier linux
ru_ru: виртуальная клавиатура, экранная клавиатура, виртуальная клавиатура, клавиатура GNOME, Флоренция клавиатуры, клавиатуры Linux

source: Florence Virtual Keyboard
fr_fr: Clavier virtuel Florence
ru_ru: Виртуальная клавиатура Florence

source: <form action="https://www.paypal.com/cgi-bin/webscr" method="post"> <input type="hidden" name="cmd" value="_s-xclick"> <input type="hidden" name="encrypted" value="-----BEGIN PKCS7-----MIIHNwYJKoZIhvcNAQcEoIIHKDCCByQCAQExggEwMIIBLAIBADCBlDCBjjELMAkGA1UEBhMCVVMxCzAJBgNVBAgTAkNBMRYwFAYDVQQHEw1Nb3VudGFpbiBWaWV3MRQwEgYDVQQKEwtQYXlQYWwgSW5jLjETMBEGA1UECxQKbGl2ZV9jZXJ0czERMA8GA1UEAxQIbGl2ZV9hcGkxHDAaBgkqhkiG9w0BCQEWDXJlQHBheXBhbC5jb20CAQAwDQYJKoZIhvcNAQEBBQAEgYAzVGBifOAjSIVAwGmNB8siuVs8ahTVTXRHQJLiLmicMn6jl7pCwKzWfnBOUbekb4v0a+h56zU6QlJ0Bz+jYwUjWT5goxEs8FANZif2SEdGA7KoWIu5bkj9yyHv8Gl7YdH2CL6eldgwyronNAjA07V0vWUxKQw5xjVDpujl0jpLeDELMAkGBSsOAwIaBQAwgbQGCSqGSIb3DQEHATAUBggqhkiG9w0DBwQImm9M45hO3VWAgZBO52yjRE2721DdNDf812CnI6MQTns7akeKsWme74AtOzl96x5f5ge8ZE+k2j7JcwqJAIA+ddmasrNwTShq7R/GOfyocT8DpCKjrhl2EXOCo8kyG6awBlASmfThpNKtWsIRqBKVgJaTe4wv0XJNwnhf9+cRpKp6zjqj+WguZYd7Nlx1pEnd1I3R6fwY4/rSdb2gggOHMIIDgzCCAuygAwIBAgIBADANBgkqhkiG9w0BAQUFADCBjjELMAkGA1UEBhMCVVMxCzAJBgNVBAgTAkNBMRYwFAYDVQQHEw1Nb3VudGFpbiBWaWV3MRQwEgYDVQQKEwtQYXlQYWwgSW5jLjETMBEGA1UECxQKbGl2ZV9jZXJ0czERMA8GA1UEAxQIbGl2ZV9hcGkxHDAaBgkqhkiG9w0BCQEWDXJlQHBheXBhbC5jb20wHhcNMDQwMjEzMTAxMzE1WhcNMzUwMjEzMTAxMzE1WjCBjjELMAkGA1UEBhMCVVMxCzAJBgNVBAgTAkNBMRYwFAYDVQQHEw1Nb3VudGFpbiBWaWV3MRQwEgYDVQQKEwtQYXlQYWwgSW5jLjETMBEGA1UECxQKbGl2ZV9jZXJ0czERMA8GA1UEAxQIbGl2ZV9hcGkxHDAaBgkqhkiG9w0BCQEWDXJlQHBheXBhbC5jb20wgZ8wDQYJKoZIhvcNAQEBBQADgY0AMIGJAoGBAMFHTt38RMxLXJyO2SmS+Ndl72T7oKJ4u4uw+6awntALWh03PewmIJuzbALScsTS4sZoS1fKciBGoh11gIfHzylvkdNe/hJl66/RGqrj5rFb08sAABNTzDTiqqNpJeBsYs/c2aiGozptX2RlnBktH+SUNpAajW724Nv2Wvhif6sFAgMBAAGjge4wgeswHQYDVR0OBBYEFJaffLvGbxe9WT9S1wob7BDWZJRrMIG7BgNVHSMEgbMwgbCAFJaffLvGbxe9WT9S1wob7BDWZJRroYGUpIGRMIGOMQswCQYDVQQGEwJVUzELMAkGA1UECBMCQ0ExFjAUBgNVBAcTDU1vdW50YWluIFZpZXcxFDASBgNVBAoTC1BheVBhbCBJbmMuMRMwEQYDVQQLFApsaXZlX2NlcnRzMREwDwYDVQQDFAhsaXZlX2FwaTEcMBoGCSqGSIb3DQEJARYNcmVAcGF5cGFsLmNvbYIBADAMBgNVHRMEBTADAQH/MA0GCSqGSIb3DQEBBQUAA4GBAIFfOlaagFrl71+jq6OKidbWFSE+Q4FqROvdgIONth+8kSK//Y/4ihuE4Ymvzn5ceE3S/iBSQQMjyvb+s2TWbQYDwcp129OPIbD9epdr4tJOUNiSojw7BHwYRiPh58S1xGlFgHFXwrEBb3dgNbMUa+u4qectsMAXpVHnD9wIyfmHMYIBmjCCAZYCAQEwgZQwgY4xCzAJBgNVBAYTAlVTMQswCQYDVQQIEwJDQTEWMBQGA1UEBxMNTW91bnRhaW4gVmlldzEUMBIGA1UEChMLUGF5UGFsIEluYy4xEzARBgNVBAsUCmxpdmVfY2VydHMxETAPBgNVBAMUCGxpdmVfYXBpMRwwGgYJKoZIhvcNAQkBFg1yZUBwYXlwYWwuY29tAgEAMAkGBSsOAwIaBQCgXTAYBgkqhkiG9w0BCQMxCwYJKoZIhvcNAQcBMBwGCSqGSIb3DQEJBTEPFw0xMDExMjMxMzM3MzhaMCMGCSqGSIb3DQEJBDEWBBTPd+3qRUDFogRj/m3SAZ0d5fdB1zANBgkqhkiG9w0BAQEFAASBgE4yiSjAW+lEIZj0G7A31fcKD9YZc6XBrek1+HkMs6VWWruV+WmEAeJRKm8SsP4gOziWQxpzfEfIwz7j9mqX6lvplF8tdeOUyBNAFXMVzHn4ftMiESKKEfDcVk1OUUgf+Rf/TrCTXOGmyCpCc1ME9V6dJuVnHTwHYy7zQGSLCRXi-----END PKCS7----- "> <input type="image" src="https://www.paypal.com/en_US/i/btn/btn_donateCC_LG.gif" border="0" name="submit" alt="PayPal - The safer, easier way to pay online!"> <img alt="" border="0" src="https://www.paypal.com/fr_FR/i/scr/pixel.gif" width="1" height="1"> </form>
fr_fr: <form action="https://www.paypal.com/cgi-bin/webscr" method="post"> <input type="hidden" name="cmd" value="_s-xclick"> <input type="hidden" name="encrypted" value="-----BEGIN PKCS7-----MIIHNwYJKoZIhvcNAQcEoIIHKDCCByQCAQExggEwMIIBLAIBADCBlDCBjjELMAkGA1UEBhMCVVMxCzAJBgNVBAgTAkNBMRYwFAYDVQQHEw1Nb3VudGFpbiBWaWV3MRQwEgYDVQQKEwtQYXlQYWwgSW5jLjETMBEGA1UECxQKbGl2ZV9jZXJ0czERMA8GA1UEAxQIbGl2ZV9hcGkxHDAaBgkqhkiG9w0BCQEWDXJlQHBheXBhbC5jb20CAQAwDQYJKoZIhvcNAQEBBQAEgYCIHefPba/eMzEPxPRXCsWAANPepgArLsw2aJRIR1z3lQG7GoBijXFFS1xRYTXOJKrXn9j4I2sjJaF0ZO5A7LpYqQhQ107bjMnHQUvIlwHRl0vLFWo2IVs8KF70F8THLLwLPDUexyx9XXRxjTY/Wb9rEujCifFMBnSbn5UhbxzVizELMAkGBSsOAwIaBQAwgbQGCSqGSIb3DQEHATAUBggqhkiG9w0DBwQI9d/JQttOh0mAgZB0WbTrpAvKLjf7NWCMoDRo3OqvlCjijI0f1gLQr/CdshZPlQ3riAFaxf7q3anbuUjkzkv+UT3N8fHanyy20HJzFxsMG0+TGNaM0bzs8kGnF08gg9Kxxezqyp41oAxz5hCmCG9jFP2TWis6V81KJCYbfxyUC9MHBYRKNmFrXUt1Rv2KCO1lhuII4N6kY8ylzBCgggOHMIIDgzCCAuygAwIBAgIBADANBgkqhkiG9w0BAQUFADCBjjELMAkGA1UEBhMCVVMxCzAJBgNVBAgTAkNBMRYwFAYDVQQHEw1Nb3VudGFpbiBWaWV3MRQwEgYDVQQKEwtQYXlQYWwgSW5jLjETMBEGA1UECxQKbGl2ZV9jZXJ0czERMA8GA1UEAxQIbGl2ZV9hcGkxHDAaBgkqhkiG9w0BCQEWDXJlQHBheXBhbC5jb20wHhcNMDQwMjEzMTAxMzE1WhcNMzUwMjEzMTAxMzE1WjCBjjELMAkGA1UEBhMCVVMxCzAJBgNVBAgTAkNBMRYwFAYDVQQHEw1Nb3VudGFpbiBWaWV3MRQwEgYDVQQKEwtQYXlQYWwgSW5jLjETMBEGA1UECxQKbGl2ZV9jZXJ0czERMA8GA1UEAxQIbGl2ZV9hcGkxHDAaBgkqhkiG9w0BCQEWDXJlQHBheXBhbC5jb20wgZ8wDQYJKoZIhvcNAQEBBQADgY0AMIGJAoGBAMFHTt38RMxLXJyO2SmS+Ndl72T7oKJ4u4uw+6awntALWh03PewmIJuzbALScsTS4sZoS1fKciBGoh11gIfHzylvkdNe/hJl66/RGqrj5rFb08sAABNTzDTiqqNpJeBsYs/c2aiGozptX2RlnBktH+SUNpAajW724Nv2Wvhif6sFAgMBAAGjge4wgeswHQYDVR0OBBYEFJaffLvGbxe9WT9S1wob7BDWZJRrMIG7BgNVHSMEgbMwgbCAFJaffLvGbxe9WT9S1wob7BDWZJRroYGUpIGRMIGOMQswCQYDVQQGEwJVUzELMAkGA1UECBMCQ0ExFjAUBgNVBAcTDU1vdW50YWluIFZpZXcxFDASBgNVBAoTC1BheVBhbCBJbmMuMRMwEQYDVQQLFApsaXZlX2NlcnRzMREwDwYDVQQDFAhsaXZlX2FwaTEcMBoGCSqGSIb3DQEJARYNcmVAcGF5cGFsLmNvbYIBADAMBgNVHRMEBTADAQH/MA0GCSqGSIb3DQEBBQUAA4GBAIFfOlaagFrl71+jq6OKidbWFSE+Q4FqROvdgIONth+8kSK//Y/4ihuE4Ymvzn5ceE3S/iBSQQMjyvb+s2TWbQYDwcp129OPIbD9epdr4tJOUNiSojw7BHwYRiPh58S1xGlFgHFXwrEBb3dgNbMUa+u4qectsMAXpVHnD9wIyfmHMYIBmjCCAZYCAQEwgZQwgY4xCzAJBgNVBAYTAlVTMQswCQYDVQQIEwJDQTEWMBQGA1UEBxMNTW91bnRhaW4gVmlldzEUMBIGA1UEChMLUGF5UGFsIEluYy4xEzARBgNVBAsUCmxpdmVfY2VydHMxETAPBgNVBAMUCGxpdmVfYXBpMRwwGgYJKoZIhvcNAQkBFg1yZUBwYXlwYWwuY29tAgEAMAkGBSsOAwIaBQCgXTAYBgkqhkiG9w0BCQMxCwYJKoZIhvcNAQcBMBwGCSqGSIb3DQEJBTEPFw0xMDExMjgxNjM1MDBaMCMGCSqGSIb3DQEJBDEWBBTi6PBBpJnwOvMtVM+CYh//TO86ijANBgkqhkiG9w0BAQEFAASBgG4WPyI6YKPeiw9elY32FedH9hqsLBd7VcwXEtoV/r+iMnW24wz2gwx1brCEgDfpRT1+Dx2mz0WXUbor2Te1mYwO0iG2MKkdUc1nGJn83BBDQKNn8AOzKTj7+Gj3Vq5/awSFRNYZ6tlkQevxiZ1fYCXozU2GPgr0G02GL2PyRf04-----END PKCS7----- "> <input type="image" src="https://www.paypal.com/fr_FR/FR/i/btn/btn_donateCC_LG.gif" border="0" name="submit" alt="PayPal - la solution de paiement en ligne la plus simple et la plus sécurisée !"> <img alt="" border="0" src="https://www.paypal.com/fr_FR/i/scr/pixel.gif" width="1" height="1"> </form>

source: About
fr_fr: A propos
ru_ru: О программе

source: Florence is an extensible scalable virtual keyboard for GNOME. You need it if you can't use a real hardware keyboard, for example because you are disabled, your keyboard is broken or because you use a tablet PC, but you must be able to use a pointing device (as a mouse, a trackball, a touchscreen or <a href="http://www.inference.phy.cam.ac.uk/opengazer">opengazer</a>); If you can't use a pointing device, there is gok, which can be used with just simple switches.
fr_fr: Florence est un clavier virtuel pour GNOME extensible et redimensionnable. Vous avez besoin de Florence si vous ne pouvez pas utiliser un vrai clavier matériel, par exemple à cause d'un handicap, parce que votre clavier est cassé ou parce que vous utilisez un PC tablette. Cependant, vous devez être en mesure d'utiliser un périphérique de pointage (comme une souris, un trackball, un écran tactile ou <a href="http://www.inference.phy.cam.ac.uk/opengazer">opengazer</a>) pour utiliser Florence ; Si vous ne pouvez pas utiliser un périphérique de pointage, il y a gok, qui peut être utilisé avec de simples connecteurs.
ru_ru: Флоренция является расширяемым масштабируемые виртуальные клавиатуры для GNOME. Вам это нужно, если вы не можете использовать реальной аппаратной клавиатуры, например, потому что вы инвалид, клавиатура сломаны или потому что Вы используете планшетный ПК, но вы должны быть в состоянии использовать указательное устройство (как мышь, трекбол , сенсорный экран или <a href="http://www.inference.phy.cam.ac.uk/opengazer">opengazer</a>), если вы не можете использовать указательное устройство, есть ГОК, который могут быть использованы только с простыми переключателями.

source: Florence stays out of your way when you don't need it: it appears on the screen only when you need it. A timer-based auto-click input method is available to help disabled people having difficulties to click. You may also check the new efficient ramble method.
fr_fr: Florence reste hors de votre vue lorsque vous n'en avez pas besoin: le clavier apparaît à l'écran uniquement lorsque vous en avez besoin. Une méthode de saisie basée sur un minuteur est disponible pour aider les personnes handicapées qui ont des difficultés à cliquer. Vous pouvez aussi utiliser la nouvelle méthode balade pour une saisie efficace.
ru_ru: Флоренция остается из вашего пути, когда вы это не нужно: он появляется на экране только тогда, когда вам это нужно. По таймеру автоматически нажмите ввод метод доступен, чтобы помочь инвалидам с трудностями на кнопку мыши. Вы также можете проверить новый эффективный метод прогулки.

source: Florence is primarily intended to be used with the GNOME desktop, although it can be used on any desktop environment.
fr_fr: Florence est principalement conçu pour être utilisé avec le bureau GNOME, mais peut être utilisé avec n'importe quel environnement de bureau.
ru_ru: Флоренция в первую очередь предназначен для использования с рабочего стола GNOME, хотя она может быть использована на любом рабочем столе окружающей среды.

source: florence-us
fr_fr: florence-fr
ru_ru: florence-ru

source: You can browse the full documentation for more informations.
fr_fr: Vous pouvez consulter la documentation complète pour plus d'informations.
ru_ru: Вы можете просмотреть полную документацию для получения дополнительной информации.

source: If you are looking for an input method for your GNOME desktop, Florence may suit your needs or you may check the <a href="english/alternatives.html">alternatives</a> section of the documentation.
fr_fr: Si vous cherchez une méthode de saisie pour votre bureau GNOME, Florence peut convenir, ou vous pouvez regarder la section <a href="francais/alternatives.html">alternatives</a> de la documentation.
ru_ru: Если вы ищете способ ввода для вашего рабочего стола GNOME, Флоренция могут подойти вашим потребностям или вы можете проверить <a href="russian/alternatives.html"> альтернативы</a> разделе документации.

source: License
fr_fr: Licence
ru_ru: Лицензия

source: Florence is free software. You are free do use it for any purpose, to modify it or to hire someone to modify it for you. You are also free to distribute it or a modified version, provided you do not add any other restriction. If you wish to distribute this software, please make sure you understand all the implications of the license. The full license is available at <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">http://www.gnu.org/licenses/old-licenses/gpl-2.0.html</a>.
fr_fr: Florence est un logiciel libre. Vous êtes libre de l'utiliser dans n'importe quel but, de le modifier ou d'engager quelqu'un pour le modifier pour vous. Vous êtes aussi libre de le distribuer ou une version modifiée, à condition de ne pas ajouter de restriction supplémentaire. Si vous désirez distribuer ce logiciel, veuillez vérifier que vous avez bien compris toutes les implications de la licence. La license complète traduite en français est disponible à l'adresse <a href="http://fsffrance.org/gpl/gpl-fr.fr.html">http://fsffrance.org/gpl/gpl-fr.fr.html</a>.
ru_ru: Флоренция является свободным программным обеспечением. Вы можете сделать использовать его для любых целей, изменить его или нанять кого-то, чтобы изменить его для вас. Вы также можете свободно распространять его или модифицированную версию, если вы не добавлять никаких других ограничений. Если вы хотите распространять это программное обеспечение, пожалуйста, убедитесь, что вы понимаете все последствия лицензии. Полная лицензия доступна по адресу <a href="http://www.gnu.org/licenses/old-licenses/gpl-2.0.html">http://www.gnu.org/licenses/old-licenses/ GPL-2.0.html</a>

source: Credits
fr_fr: Remerciements
ru_ru: Благодарности

source: Florence is integrated in the <a href="http://code.google.com/p/ardesia/">Ardesia project</a>
fr_fr: Florence est intégrée dans <a href="http://code.google.com/p/ardesia/">le projet Ardesia</a>
ru_ru: Флоренция интегрирована в <a href="http://code.google.com/p/ardesia/"> проекта Ardesia</a>

source: Ardesia is the free digital sketchpad software that help you to make colored free-hand annotations with digital ink everywhere, record it and share on the network. It is easy to use and impressively fast and reactive. You can draw upon the desktop or import an image and annotate it and redistribute your work to the world. Let's create quick sketch and artwork.
fr_fr: Ardesia est un logiciel de croquis virtuel libre qui vous aide à créer des annotations colorées à la main avec de l'encre virtuel partout, les enregistrer et les partager sur le réseau. Il est facile à utiliser et impressionant par sa rapidité et sa réactivité. Vous pouvez dessiner sur le bureau ou importer des images et les annoter et distribuer votre travail au monde entier. Créez des croquis et des œuvres d'art rapidement.
ru_ru: Ardesia является свободной цифровой блокнот программное обеспечение, которое поможет вам сделать цветной свободной рукой аннотации с цифровыми чернилами везде, записывать и отправлять на сети. Она проста в использовании и впечатляюще быстро и реактивной. Вы можете нарисовать на рабочем столе или импортировать изображения и комментировать ее и распространять вашу работу в мире. Давайте создадим быстрый набросок и произведений искусства.

source: Pietro Pilolli &lt;alpha@paranoici.org&gt; of the Ardesia project has contributed back a significant amount of code to the Florence project, including the original ramble input method implementation, bug fixes and other patches that have yet to be merged.
fr_fr: Pietro Pilolli &lt;alpha@paranoici.org&gt; du projet Ardesia a contribué beaucoup de lignes de codes en retour au projet Florence, parmis lequelles l'implémentation originale de la méthode de saisue balade, des corrections de bogue et d'autres patches qui doivent encore être fusionés.
ru_ru: Пьетро Pilolli &lt;alpha@paranoici.org&gt; проекта Ardesia способствовало назад значительное количество кода для проекта Флоренции, в том числе оригинальные прогулки метод ввода осуществления, исправляет ошибку и другие обновления, которые еще не объединены

source: Arnaud Andoval &lt;arnaudsandoval@gmail.com&gt;, Stéphane Ancelot &lt;sancelot@free.fr&gt; and Laurent Bessard &lt;laurent.bessard@gmail.com&gt; from Numalliance have contributed a lot of code, including the gnome panel applet implementation, bug fixes and more patches that have yet to be merged.
fr_fr: Arnaud Andoval &lt;arnaudsandoval@gmail.com&gt;, Stéphane Ancelot &lt;sancelot@free.fr&gt; et Laurent Bessard &lt;laurent.bessard@gmail.com&gt; de Numalliance ont contribué beaucoup de code, incluant l'implémentation de l'applet du tableau de bord de GNOME, des corrections de bogue et d'autres patches qui doivent encore être fusionés.
ru_ru: Арно Andoval &lt;arnaudsandoval@gmail.com&gt;, Стефан Ансло &lt;sancelot@free.fr&gt; и Лорана Bessard &lt;laurent.bessard@gmail.com&gt; от Numalliance внесли много кода, в том числе GNOME апплет панели осуществления, исправляет ошибку и больше патчей, которые еще предстоит слияние

source: Sourceforge.net is hosting the git repository, this web site, the bug tracker, the forum, the releases and other useful services at no charge.
fr_fr: Souceforge.net héberge le référentiel git, ce site web, le tracker de bogues, le forum, les releases et d'autre services utiles gratuitement.
ru_ru: Sourceforge.net имеет Git репозиторий, этот веб-сайт, трекер ошибок, форум, релизы и другие полезные услуги на безвозмездной основе

source: SourceForge.net Logo
fr_fr: Logo SourceForge.net
ru_ru: Логотип SourceForge.net

source: Author:
fr_fr: Auteur:
ru_ru: Автор:

source: Last update: 5th of November, 2010
fr_fr: Dernière mise à jour: 5 novembre 2010
ru_ru: Последнее обновление: 5 ноября 2010

source: francais
fr_fr: english

source: En français
fr_fr: In English

source: Home
fr_fr: Accueil
ru_ru: Главная

source: english
fr_fr: francais
ru_ru: russian

source: Screenshots
fr_fr: Copies d'écran
ru_ru: Снимки экрана

source: Download
fr_fr: Téléchargement
ru_ru: Скачать

source: News
fr_fr: Nouvelles
ru_ru: Новости

source: Alternatives
ru_ru: Альтернативы

source: Documentation
ru_ru: Руководство
