Repository: 9ParsonsB/florence
Catalog: po/*.po
Languages: de

source: Florence Virtual Keyboard
de: Florence Bildschirmtastatur

source: Florence Settings
de: Florence Einstellungen

source: Style preview
de: Vorschau des Aussehens

source: shape
de: Form

source: Normal key background color
de: Hintergrundfarbe für normale Tasten

source: Key background color
de: Hintergrundfarbe für Tasten

source: Activated key background color
de: Hintergrundfarbe für ausgewählte Tasten

source: Labels and symbols color
de: Farbe der Label und Symbole

source: Labels and symbols outline color
de: Farbe des Umrisses der Label und Symbole

source: Latched keys background color
de: Hintergrundfarbe für eingerastete Tasten

source: Latched keys color
de: Farbe für eingerastete Tasten

source: Key with mouve over background color
de: Farbe des Hintergrundes der Tasten, wenn sich der Mauszeiger darüber befindet

source: Key background color when the mouse is over
de: Farbe der Tasten, wenn die Maus sich darüber befindet

source: colors
de: Farben

source: Sets the focus scaling factor
de: Stellt den Faktor der Fokusskalierung ein

source: focus zoom
de: Fokusvergrößerung

source: Enable sound feedback
de: Töne aktivieren

source: sounds
de: Töne

source: Use system font
de: Systemschriftart verwenden

source: Keyboard font:
de: Schriftart der Tastatur

source: font
de: Schriftart

source: style
de: Stil

source: Decorated
de: Verziert

source: Decorate window
de: Fenster verzieren

source: Transparent mode
de: Transparenter Modus

source: Resizable
de: Größenveränderbar

source: Allow to resize window.
de: Erlauben, das Fenster in der Größe zu verändern

source: Keep ratio
de: Proportionen beibehalten

source: Keep window ratio when resizing window.
de: Beim Verändern der Größe die Proportionen beibehalten

source: Task bar
de: Taskleiste

source: Appear in task bar.
de: In der Taskleiste erscheinen

source: Always on top
de: Immer im Vordergrund

source: Keep the keyboard on top.
de: Die Tastatur im Vordergrund halten

source: System tray icon
de: Icon im Benachrichtigungsfeld

source: Floating icon
de: Schwebendes Icon

source: Features
de: Eigenschaften

source: Opacity
de: Deckkraft

source: window
de: Fenster

source: Select input method
de: Eingabemethode auswählen

source: Auto click timeout
de: Automatisches Timeout bei Klicks

source: Activate ramble on button press
de: Herumziehen-Modus mit Tastendruck aktivieren

source: Rambling will start when the mouse button is pressed. Always activated otherwise.
de: Der Herumziehen-Modus wird mit einem Mausklick aktiviert. Ansonsten ist er immer aktiviert.

source: Distance based
de: Distanzbasiert

source: Time based
de: Zeitbasiert

source: Ramble distance theshold for simple press
de: Entfernung für Herumziehen zum Auslösen eines einfachen Tastendrucks

source: Ramble distance theshold for multiple press
de: Entfernung für Herumziehen zum Auslösen für mehrere Tastendrücke

source: Time threshold for time based ramble mode.
de: Zeitauslöser für zeitbasierten Modus zum Herumziehen.

source: Input method
de: Eingabemethode

source: Auto hide
de: Automatisches Verbergen

source: Auto hide (only show when an editable widget is selected).
de: Automatisches Verbergen (nur anzeigen, wenn ein editierbares Element ausgewählt ist)

source: Move to near selected widget
de: In der Nähe des ausgewählten Elements platzieren

source: Move the keyboard to near the selected editable widget in auto-hide mode
de: Die Tastatur in die Nähe des ausgewählten, editierbaren Elements bewegen (im Modus für automatisches Verbergen)

source: Intermediate icon
de: Zwischenicon

source: Put an intermediate icon before showing the actual keyboard
de: Ein Icon anzeigen, bevor die Tastatur angezeigt wird

source: behaviour
de: Verhalten

source: Select Florence layout
de: Layout von Florence auswählen

source: Extensions
de: Erweiterungen

source: Quit preferences
de: Einstellungen verlassen

source: Cancel
de: Abbrechen

source: Apply changes
de: Änderungen anwenden

source: Display an icon in the system tray.
de: Ein Icon im Benachrichtigungsfeld anzeigen.

source: The system tray icon can be used to control the keyboard (show/hide, configure, quit)
de: Das Icon im Benachrichtigungsfeld kann zum Steuern der Tastatur verwendet werden (Zeigen/Verbergen, Konfiguration, Beenden)

source: Show a floating icon.
de: Ein schwebendes Icon anzeigen.

source: The floating icon can be used to control the keyboard (show/hide, configure, quit)
de: Das schwebende Icon kann zum Steuern der Tastatur verwendet werden (Zeigen/Verbergen, Konfiguration, Beenden)

source: Position of the icon along the X axis
de: Position des Icons auf der X-Achse

source: Horizontal position of the icon window on the screen (in pixel).
de: Horizontale Position des Icons auf dem Bildschirm (in Pixel).

source: Position of the icon along the Y axis
de: Position des Icons auf der Y-Achse

source: Vertical position of the icon window on the screen (in pixel).
de: Vertikale Position des Icons auf dem Bildschirm (in Pixel).

source: Hide the keyboard automatically when not needed
de: Die Tastatur automatisch verbergen, wenn sie nicht gebraucht wird

source: Florence will hide automatically when no editable widget is selected.
de: Florence wird sich automatisch verbergen, wenn kein editierbares Element ausgewählt ist.

source: Hide the keyboard when Florence starts
de: Beim Start von Florence die Tastatur verbergen

source: Florence will hide the keyboard window just after starting up.
de: Florence wird nach dem Start die Tastatur sofort verbergen.

source: Move the keyboard to near the selected widget
de: Die Tastatur in der Nähe des ausgewählten Elements platzieren

source: Move the keyboard to near the selected editable widget in auto-hide mode. Only useful when auto_hide is activated.
de: Die Tastatur wird in der Nähe des ausgewählten, editierbaren Elements platziert. Dies ist nur nützlich wenn "automatisches Verbergen" aktiviert ist.

source: Show an intermediate icon before showing the keyboard in auto-hide mode.
de: Ein Zwischenicon anzeigen, bevor die Tastatur im Modus für automatisches Verbergen angezeigt wird.

source: Show an intermediate icon when you click on an editable widget. Click on the icon to show the actual keyboard.
de: Ein Zwischenicon anzeigen, wenn ein editierbares Element ausgewählt wird. Klicken Sie auf das Icon um die Tastatur zu zeigen.

source: Set the input method. Available input methods are button, timer and ramble.
de: Eine Eingabemethode auswählen. Verfügbare Eingabemethoden sind Tasten, Timer und Ramble.

source: Time, in milliseconds, to wait when the mouse is over a key before the key is automatically pressed (when timer input method is selected)
de: Zeit in Millisekunden, die abgewartet wird, wenn sich der Mauszeiger über der Taste befindet, bevor diese automatisch gedrückt wird (Wenn die Eingabemethode "Timer" ausgewählt ist)

source: Ramble algorithm
de: Algorithmus für Herumziehen

source: Set the ramble algorithm used. Valid algorithms are distance and time.
de: Stellt den Algorithmus für die Herumziehen-Eingabemethode ein. Vorhandene Algorithmen sind Distanz und Zeit.

source: Distance threshold for distance based ramble mode for first key press.
de: Die Distanz im distanzbasierten Herumziehen-Modus, die zurückgelegt werden muss, um die Taste zum ersten Mal zu drücken.

source: When ramble input method is selected, this the distance the pointer must move over a key (relative to the size of the key) before the key is pressed
de: Wenn die Herumziehen-Eingabemethode ausgewählt ist, ist dies die Distanz, die der Mauszeiger über einer Taste zurücklegen muss (relativ zur Taste gesehen) , um eine Taste zu drücken.

source: Distance threshold for distance based ramble mode for multiple key presses.
de: Distanz im distanzbasierten Herumziehen-Modus, die für mehrfaces Drücken von Tasten zurückgelegt werden muss.

source: When ramble input method is selected, this the distance the pointer must move over a key (relative to the size of the key) for pressing a key a second time and more.
de: Wenn die Herumziehen-Eingabemethode ausgewählt ist, ist dies die Distanz, die der Mauszeiger über einer Taste zurücklegen muss (relativ zur Taste gesehen), um die Taste ein zweites Mal zu drücken und weitere Male.

source: Time threshold for timer based ramble mode.
de: Zeitschwellwert für den zeitbasierten Herumziehmodus.

source: Amount of time in milliseconds before the key is automatically pressed.
de: Anzahl von Millisekunden bevor die Taste automatisch gedrückt wird.

source: Use button to activate rambling.
de: Taste benutzen, um den Herumziehenmodus zu aktivieren.

source: When this option is set, rambling starts on button push. No button is necessary when this option is unset.
de: Wenn diese Option aktiviert ist, wird der Herumziehen-Modus auf Tastendruck gestartet. Es ist keine Taste nötig, wenn diese Option nicht aktiviert ist.

source: Display a startup notification message.
de: Eine Startbenachrichtigung anzeigen.

source: Display a notification message at startup explaining the basics.
de: Eine Nachricht beim Start anzeigen, die die Grundlagen erklärt.

source: Position along the X axis
de: Position auf der X-Achse

source: Horizontal position of the keyboard window on the screen (in pixel).
de: Horizontale Position der Tastatur auf dem Bildschirm (in Pixeln).

source: Position along the Y axis
de: Position auf der Y-Achse

source: Vertical position of the keyboard window on the screen (in pixel).
de: Vertikale Position der Tastatur auf dem Bildschirm (in Pixeln).

source: Horizontal scaling factor of the window
de: Horizontaler Skalierungsfaktor des Fensters

source: Sets the horizontal size of the window and of the keys
de: Legt die horizontale Größe des Fensters und der Tasten fest

source: Vertical scaling factor of the window
de: Vertikaler Skalierungsfaktor des Fensters

source: Sets the vertical size of the window and of the keys
de: Legt die vertikale Größe des Fensters und der Tasten fest

source: To see the windows behind the keyboard.
de: Um die Fenster hinter der Tastatur zu sehen.

source: Window has a title bar and buttons.
de: Das Fenster hat eine Titelleiste und Tasten.

source: The keyboard window can be resized with the mouse.
de: Das Tastaturfenster kann mit der Maus in der Größe verändert werden.

source: The window proportions are kept intact while resizing the window.
de: Die Fensterproportionen werden beim Verändern der Größe beibehalten.

source: Appear in the task bar
de: In der Taskleiste erscheinen

source: Make Florence appear in the task bar.
de: Lässt Florence in der Taskleiste erscheinen.

source: Keep the keyboard window on top of other windows.
de: Das Tastaturfenster über allen anderen Fenstern im Vordergrund halten.

source: Bring back the keyboard to top.
de: Die Tastatur zurück in den Vordergrund bringen.

source: Periodically (each second) bring back the keyboard to top. This is useful for window managers not supporting the always_on_top hint.
de: Regelmäßig (jede Sekunde) die Tastatur zurück in den Vordergrund bringen. Dies ist nützlich für Fenstermanager, die die "immer im Vordergrund"-Anweisung nicht verstehen.

source: Opacity of the keyboard window
de: Deckkraft des Tastaturfensters

source: Sets the opacity of the keyboard window. Requires window manager compositing to work
de: Stellt die Deckkraft des Tastaturfensters ein. Dies benötigt funktionierendes Compositing des Fenstermanagers

source: key color
de: Tastenfarbe

source: Color of the keys
de: Farbe der Tasten

source: Outline color
de: Umrissfarbe

source: Color of the outline of the keys
de: Farbe des Umrisses der Tasten

source: Text color
de: Textfarbe

source: Color of the labels of the keys
de: Farbe der Tastenbeschriftungen

source: Text outline color
de: Farbe des Textumrisses

source: Color of the ouline of the labels. Must contrast with label color for better visibility.
de: Farbe der Umrissbeschriftungen. Muss für bessere Sichtbarkeit im Kontrast zur Beschriftungsfarbe stehen.

source: Activated color
de: Ausgewählte Farbe

source: Color of the pressed keys
de: Farbe der gedrückten Tasten

source: Mouse over color
de: Farbe beim Mouseover

source: Color of the key when the mouse is over
de: Farbe der Taste, wenn der Mauszeiger sich darüber befindet

source: latched color
de: Eingerastete Farbe

source: Color of the latched keys
de: Farbe der eingerasteten Tasten

source: Ramble path color
de: Farbe des Weges im Herumziehen-Modus

source: Color of the ramble path drawn in ramble mode.
de: Farbe des gezeichneten Weges im Herumziehen-Modus.

source: Path of the layout file
de: Verzeichnis der Layoutdatei

source: The layout file contains the layout of the keys on the keyboard
de: Die Layoutdatei enthält das Layout der Tasten auf der Tastatur

source: Path of the layout style file
de: Pfad der Layoutstildatei

source: The layout style file contains the style to draw the keys of the keyboard
de: Die Layoutstildatei enthält den Stil, um die Tasten der Tastatur zu zeichnen

source: List of colon-separated (:) extension names
de: Liste von mit Doppelpunkten getrennten Erweiterungsnamen

source: List of keyboard extensions names (colon-separated). extension names must be found in layout file
de: Liste von Tastaturerweiterungsnamen (getrennt durch Doppelpunkte) (:).Erweiterungsnamen müssen sich in der Layoutdatei befinden.

source: scaling factor of the focused key
de: Skalierungsfaktor der fokussierten Taste

source: activate sound
de: Töne aktivieren

source: enable sound feedback when a key is hovered, pressed or released
de: Aktiviert Tonrückmeldungen wenn über eine Taste gefahren wird oder eine Taste gedrückt bzw. losgelassen wird

source: Set to true to use gtk default font. Set to false to use the style font.
de: Aktiv setzen, um die Standard GTK Schriftart zu verwenden. Inaktiv setzen, um die Stilschriftart zu verwenden.

source: Keyboard font
de: Schriftart der Tastatur

source: Font used to display labels on the keyboard
de: Benutzte Schriftart, um Beschriftung der Tastatur anzuzeigen

source: Standard keyboard
de: Standardtastatur

source: Navigation keys
de: Navigationstasten

source: Numeric keys
de: Numerische Tasten

source: Function keys
de: Funktionstasten

source: Florence keys
de: Florence Tasten

source: Alternative keyboard
de: Alternative Tastatur

source: Compact keyboard
de: Kompakte Tastatur

source: Alternative Compact keyboard
de: Alternative kompakte Tastatur

source: ctrl
de: strg

source: del
de: entf

source: end
de: ende

source: nlk
de: vnm

source: psc
de: imp

source: slk
de: arr

source: brk
de: enter

source: NULL status detected.
de: NULL Status erkannt.

source: Layout version %s is different from program version %s
de: Version des Layouts %s unterscheidet sich von der Programmversion %s

source: Unable to allocate memory for florence
de: Nicht möglich Speicher für Florence zuzuweisen

source: Terminating.
de: Beende.

source: No key associated with onhide trigger
de: Keine Taste dem Onhide-Trigger zugewiesen

source: [new keyboard] name=%s id=%s
de: [Neue Tastatur] name=%s id=%s

source: Unreachable code in keyboard_new
de: Unerreichbarer Code in keyboard_new

source: Unable to allocate memory for keyboard
de: Nicht möglich Speicher für die Tastatur zuzuweisen

source: Unable to allocate memory for keyboard trigger
de: Nicht möglich Speicher für Tastaturauslöser zuzuweisen

source: Unknown placement %s
de: Unbekannte Platzierung %s

source: Id %s was not found in layout file
de: Die ID %s konnte nicht in der Layoutdatei gefunden werden

source: Unable to open file %s, using default %s
de: Konnte Datei %s nicht öffnen, benutze Standard %s

source: %s is a directory and no matching file has been found inside
de: %s ist ein Verzeichnis und es wurde keine passende Datei darin gefunden

source: Unable to open file %s.
de: Konnte Datei %s nicht öffnen.

source: %s does not valdate against %s
de: %s stimmt nicht überein mit %s

source: Using file %s
de: Benutze Datei %s

source: File %s does not contain xml data
de: Die Datei %s enthält keine XML-Daten

source: XRECORD has been disabled at compile time.
de: XRECORD wurde zur Kompilierzeit deaktiviert.

source: Pipe intanciation failed
de: Konnte Pipe nicht instanziieren

source: Failed to register SIGINT signal handler.
de: Registrierung des SIGINT Signalhandlers fehlgeschlagen.

source: Failed to register SIGTERM signal handler.
de: Registrierung des SIGTERM Signalhandlers fehlgeschlagen.

source: Bad signal received from parent process.
de: Ungültiges Signal vom Elternprozess erhalten.

source: Florence does not seem to be running.
de: Florence scheint zur Zeit nicht zu laufen.

source: Failed to register for terminate signal.
de: Nicht möglich sich für das Terminierungssignal zu registrieren.

source: No signal received from parent process. We assume it's dead.
de: Kein Signal vom Elternprozess erhalten. Dieser ist wahrscheinlich tot.

source: Show command failed. Probably Florence exited.
de: "Zeigen-Befehl" ist fehlgeschlagen. Vermutlich ist Florence geschlossen.

source: Hide command failed. Probably Florence exited.
de: "Verbergen-Befehl" ist fehlgeschlagen. Vermutlich ist Florence geschlossen.

source: Move command failed. Probably Florence exited.
de: "Verschieben-Befehl" ist fehlgeschlagen. Vermutlich ist Florence geschlossen.

source: libflorence failed at exit.
de: libflorence ist beim Beenden fehlgeschlagen.

source: %s - Florence is a simple virtual keyboard for X.
de: %s - Florence ist eine einfache virtuelle Tastatur für X.

source: Usage: %s [OPTION] ... [COMMAND] [ARG]
de: Benutzung: %s [OPTION| ... [KOMMANDO] [ARG]

source: Options: -h, --help display this help and exit -V, --version output version information and exit -c, --config open configuration window -d, --debug [level] print debug information to stdout -D, --debounce time prevent bounce with some applications -f, --focus [window] give the focus to the window -u, --use-config file use the given config file instead of dconf Available commands are: show show the keyboard. hide hide the keyboard. move x,y move the keyboard at x,y position on the screen. Report bugs to <f.agrech@gmail.com>. More informations at <http://florence.sourceforge.net>.
de: Optionen: -h, --help diese Hilfe anzeigen und Beenden -V, --version Versionsinfo anzeigen und Beenden -c, --config Konfigurationsfenster öffnen -d, --debug [level] Debuginformationen an stdout senden -D, --debounce time prevent bounce with some applications -f, --focus [window] Fenster auswählen -u, --use-config datei Benutze die ausgewählte Konfigurationsdatei anstatt der dconf. Verfügbare Kommandos sind: show Tastatur anzeigen. hide Tastatur verbergen. move x,y Tastatur an die Position x,y bewegen. Auftretende Bugs an <f.agrech@gmail.com> melden. Weitere Informationen unter: <http://florence.sourceforge.net>.

source: Unable to parse configuration file <%s>
de: Konnte Konfigurationsdatei <%s> nicht lesen

source: Using configuration file %s
de: Benutze Konfigurationsdatei %s

source: Unable to use configuration file %s
de: Kann Konfigurationsdatei %s nicht benutzen

source: Unable to save configuration to %s: %s
de: Konnte Konfigurationdatei nicht nach %s: %s speichern.

source: No GSettings value for %s. Using default.
de: Kein GSettings-Wert für %s vorhanden. Benutze Standard.

source: Unable to focus window.
de: Kann Fenster nicht auswählen.

source: XRecord extension found version=%d.%d
de: XRecord Erweiterung mit version=%d.%d gefunden.

source: Unable to allocate memory for record range
de: Konnte keinen Speicher für Aufnahmebereich zuweisen.

source: Unable to record events
de: Kann Ereignisse nicht aufnehmen

source: Unable to create xrecord context
de: Konnte keinen XRecord-Kontext kreieren.

source: No XRecord extension found
de: XRecord-Erweiterung nicht gefunden

source: Keyboard synchronization is disabled.
de: Tastatursynchronisation ist deaktiviert

source: sending press event
de: Sende "Drücken"-Event

source: sending release event
de: Sende "Loslassen"-Event

source: Unable to allocate memory for status focus
de: Nicht möglich Speicher für den Statusfokus zuzuweisen

source: Found window %s (ID=%ld)
de: Fenster %s gefunden (ID=%ld)

source: XQueryTree failed.
de: XQueryTree fehlgeschlagen.

source: Window not found: %s, using last focused window: %s (ID=%d)
de: Fenster %s nicht gefunden, benutze das letzte fokussierte Fenster: %s (ID=%d)

source: Focussing window %s (ID=%d)
de: Wähle Fenster %s (ID=%d)

source: Unknown input method: %s ; using button input method
de: Unbekannte Eingabemethode: %s ; benutze Tasteneingabe

source: Unable to allocate memory for status
de: Nicht möglich Speicher für Status zuzuweisen

source: Neither at-spi nor XTest could be initialized.
de: Weder at-spi noch XTest konnten initialisiert werden.

source: There is no way we can send keyboard events.
de: Es besteht keine Möglichkeit Tastaturereignisse zu senden.

source: At-spi registry daemon is not running. XTest extension found: version=%d.%d; It will be used instead of at-spi.
de: Der at-spi Registrierungsdienst läuft nicht. XTest-Erweiterung mit folgender Version gefunden: %d.%d; diese wird anstatt von at-spi genutzt.

source: Xtest extension not compiled in and at-spi not working
de: Die Xtest-Erweiterung wurde nicht mitkompiliert und at-spi funktioniert nicht

source: Unknown style color: %d
de: Unbekannte Stilfarbe: %d

source: You probably installed Florence in a location that is not in the gconf path. Please read the FAQ in Florence documentation to learn more about how to properly configure gconf.
de: Sie haben möglicherweise Florence in einem Verzeichns installiert, welches nicht dem gconf-Verzeichnis entspricht. Lesen Sie bitte die FAQ bzw. die Dokumentation um mehr darüber zu erfahren, wie man gconf korrekt konfiguriert.

source: can't parse color %s
de: Kann die Farbe %s nicht parsen.

source: Unable to allocate memory for css read buffer
de: Nicht möglich Speicher für CSS-Lesepuffer zuzuweisen

source: Can not parse style file.
de: Konnte die Layoutdatei nicht parsen.

source: Out of memory. Some symbols may not be displayed correctly.
de: Kein freier Speicher mehr verfügbar. Einige Symbole könnten nicht korrekt angezeigt werden.

source: A cairo error occured: %d
de: Ein Cairo-Fehler ist aufgetreten: %d

source: Unable to parse svg from layout file: %s
de: Konnte die SVG-Datei nicht aus der Layoutdatei parsen: %s

source: Bad symbol: should have either svg or label :%s
de: Defektes Symbol: es soll entweder ein SVG oder Label sein: %s

source: No style symbol for action key %d
de: Kein Layoutsymbol für die Aktionstaste %d verfügbar

source: Unable to parse svg from layout file: svg="%s" error="%s"
de: Konnte die SVG-Datei nicht aus der Layoutdatei parsen: svg="%s" Fehler="%s"

source: [new shape] name=%s svg="%s"
de: [Neue Form] Name=%s svg="%s"

source: Shape %s doesn't exist for selected style.
de: Die Form %s existiert nicht für den ausgewählten Stil.

source: An error occured while playing sound: %s
de: Ein Fehler ist beim Abspielen des Sounds aufgetreten: %s

source: Unknown sound type: %d
de: Unbekannter Soundtyp: %d

source: Unable to parse debug level <%s>, using default <warning>
de: Konnte den Debug-Level <%s> nicht parsen, benutze Standard <warning>

source: Setting debug level to <%s>
de: Debug-Level auf <%s> setzen

source: FATAL ERROR:
de: KRITISCHER FEHLER:

source: If you need help, please rerun with the -d switch (debug)
de: Falls Sie Hilfe benötigen, können Sie Florence mit der Option -d (Debugging) ausführen

source: and send the output to f.agrech@gmail.com
de: und die Ausgaben an f.agrech@gmail.com senden

source: WARNING:
de: ACHTUNG:

source: ERROR:
de: FEHLER:

source: Too many function levels at function <%s>.
de: Zu viele Funktionsebenen der Funktion <%s>.
