Repository: 9ParsonsB/florence
Catalog: po/*.po
Languages: de

source: Trace function checksum error at function <%s>.
de: Fehler in der Prüfsumme der Trace-Funktion <%s>.

source: Trace indent error at function <%s>.
de: Trace-Indent Fehler der Funktion <%s>.

source: libnotify failed to initialize
de: Initialisierung von libnotify fehlgeschlagen

source: Florence is running
de: Florence läuft

source: Click on Florence icon to show/hide Florence. Right click on it to display menu and get help.
de: Auf das Florence Icon klicken um Florence zu zeigen bzw. zu verbergen Rechtsklicken um das Menü anzuzeigen und Hilfe zu erhalten.

source: Do not show again
de: Nicht erneut anzeigen

source: Notification failed
de: Benachrichtigung fehlgeschlagen

source: X11 composite extension detected. Semi-transparency is enabled.
de: X11-Compositor Erweiterung erkannt. Semitransparenz ist aktiviert.

source: Your screen does not support alpha channel. Semi-transparency is disabled
de: Ihr Monitor unterstützt Alpha-Channel nicht. Semitransparenz wurde deaktiviert.

source: Window size out of range :%d, %d
de: Fenstergröße außerhalb des gültigen Bereichs: %d, %d

source: Window opacity out of range (1.0 to 100.0): %f
de: Fensterdeckkraft außerhalb des gültigen Bereichs: (1.0 bis 100.0): %f

source: Unable to allocate memory for view
de: Konnte für View keinen Speicher zuweisen.

source: Error loading icon file: %s (%s)
de: Fehler beim Laden der Icon-Datei: %s (%s)

source: NULL accessible object, unable to move window
de: NULL-erreichbares Objekt, kann Fenster nicht verschieben

source: Unable to get component from accessible object
de: Konnte die Komponente nicht vom erreichbaren Objekt erhalten

source: Unknown action key type %s
de: Unbekannter Typ der Aktionstaste: %s

source: Send event %s on key [%d]
de: Sende Ereignis %s an die Taste [%d]

source: press
de: Klicken

source: release
de: Loslassen

source: ATSPI doesn't work. Using Xtst instead.
de: ATSPI funktioniert nicht. Benutze stattdessen Xtst.

source: Unreachable code
de: Unerreichbarer Code

source: ATSPI doesn't work.
de: ATSPI funktioniert nicht.

source: key %p has no modification.
de: Die Taste %p hat keine Modifikation.

source: unknown action key type pressed = %d
de: Unbekannte Aktionstaste gedrückt: %d

source: unknown key type pressed.
de: Gedrückter Tastentyp ist unbekannt.

source: pressed key has no action associated.
de: Gedrückte Taste ist mit keiner Aktion verknüpft.

source: unknown action key type released = %d
de: Unbekannte Aktionstaste losgelassen: %d

source: unknown key type released.
de: Unbekannten Tastentyp losgelassen.

source: released key has no action associated.
de: Die losgelassene Taste besitzt keine verknüpfte Aktion.

source: unknown key type to draw.
de: Unbekannter Tastentyp zum Zeichnen.

source: unknown key type: %d
de: Unbekannter Tastentyp: %d

source: Couldn't open directory %s
de: Konnte Verzeichnis %s nicht öffnen

source: Mouse
de: Maus

source: Ramble
de: Herumziehen-Modus

source: Unable to create preview for style %s
de: Nicht möglich eine Vorschau für das Layout %s zu erstellen

source: unknown setting type: %d
de: Unbekannter Einstellungstyp: %d

source: Unable to open %s: %s
de: Konnte %s: %s nicht öffnen.

source: Confirm
de: Bestätigen

source: Apply
de: Anwenden

source: Discard changes?
de: Änderungen verwerfen?

source: Couldn't load builder file: %s
de: Konnte Build-Datei %s nicht laden

source: AT-SPI has been disabled at compile time, this option is not available.
de: AT-SPI wurde zur Kompilierzeit deaktiviert, diese Option ist deshalb nicht verfügbar.

source: new xkb symbol found: <%s>
de: Neues XKB Symbol gefunden: <%s>

source: keyboard layout found: <%s>
de: Keyboardlayout gefunden: <%s>

source: keyboard layout symbol name=<%s>
de: Symbolname des Tastaturlayouts=<%s>

source: XKB state notify event received
de: XKB Statusbenachrichtigungs-Event erhalten

source: switching to xkb layout %s
de: Wechsle zu XKB-Layout %s

source: Failed to switch xkb layout
de: Wechsel des XKB-Layouts fehlgeschlagen

source: Unable to allocate memory for xkeyboard data
de: Nicht möglich Speicher für xkeyboard zuzuweisen

source: Unable to initialize XKB library. version=%d.%d rc=%d
de: Konnte die XKB-Bibliothek nicht initialisieren. XKB-Version=%d.%d cr=%d

source: Unable to query XKB extension from X server version=%d.%d rc=%d
de: Nicht möglich die XKB-Erweiterung vom X-Server abzufragen. X Version=%d.%d cr=%d

source: No xkb group found. Using default us group
de: Keine XKB-Gruppe gefunden. Benutze us-Standardgruppe

source: XKB not compiled: startup keyboard sync is disabled. You should make sure all locker keys are released.
de: XKB ist nicht kompiliert. Tastatursynchronisation ist deaktiviert. Sie sollten sicherstellen, dass alle Feststelltasten nicht aktiviert sind.

source: Invalid ramble algorithm selected. Using default.
de: Ungültigen Herumziehen-Modus Algorithmus ausgewählt. Benutze Standard.

source: Unable to allocate memory for ramble
de: Nicht möglich Speicher für Herumziehen-Modus zuzuweisen

source: Key %p (type %d): Event %d received : Switching from state %d to %d (fsm %d)
de: Taste %p (typ %d): Ereignis %d empfangen : Wechsle vom Status %d zu %d (fsm %d)

source: FSM state errorr: state=%d
de: FSM Statusfehler: status=%d

source: Executing method %s
de: Führe Methode %s aus

source: Unknown dbus method called: <%s>
de: Unbekannte dbus-Methode: <%s>

source: DBus name aquired: %s
de: DBus-Name erhalten: %s

source: Service name lost.
de: Servicename wurde verloren.

source: Error emitting show signal: %s
de: Fehler beim Senden des Sendesignals: %s

source: DBus signal <show> sent
de: DBus-Signal <show> gesendet

source: Error emitting hide signal: %s
de: Fehler beim Senden des Verbergen-Signals: %s

source: DBus signal <hide> sent
de: DBUS-Signal <hide> gesendet

source: Unable to allocate memory for dbus service
de: Konnte dem dbus-Dienst keinen Speicher zuweisen.

source: Error emitting terminate signal: %s
de: Fehler beim Senden des Terminierungssignals: %s

source: Event error: %s
de: Ereignisfehler: %s

source: ATSPI focus event received. Object role=%d
de: ATSPI hat ein Fokusereignis empfangen. Objektrolle=%d

source: SPI is disabled: Unable to switch auto-hide mode on.
de: SPI ist deaktiviert: Konnte nicht automatisches Verbergen aktivieren.

source: ATSPI listener register failed
de: ATSPI Empfängerregistrierung fehlgeschlagen

source: AT SPI: problem deregistering focus listener
de: AT SPI: Problem bei der Deregistrierung des Fokusempfängers

source: AT SPI: problem deregistering window listener
de: AT SPI: Problem bei der Deregistrierung des Fensterempängers

source: Controller: unknown moving state.
de: Controller: Unbekannter Bewegungsstatus.

source: Unable to allocate memory for the controller
de: Nicht möglich Speicher für den Controller zuzuweisen

source: Error loading florence icon: %s
de: Fehler beim Laden des Florence Icons: %s

source: AT-SPI has been disabled at run time: auto-hide mode is disabled.
de: AT-SPI wurde zur Laufzeit deaktiviert: Der "automatisch-Verbergen"-Modus ist deaktiviert.

source: AT-SPI has been disabled at compile time: auto-hide mode is disabled.
de: AT-SPI wurde zur Kompilierzeit deaktiviert: Der "automatisch-Verbergen"-Modus ist deaktiviert.

source: Copyright (C) 2012 François Agrech This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
de: Copyright (C) 2012 François Agrech Dieses Programm ist Freie Software: Sie können es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation, Version 3 der Lizenz oder (nach Ihrer Wahl) jeder späterenveröffentlichten Version, weiterverbreiten und/oder modifizieren. Dieses Programm wird in der Hoffnung, dass es nützlich sein wird, aber OHNE JEDE GEWÄHRLEISTUNG, bereitgestellt; sogar ohne die implizite Gewährleistung der MARKTFÄHIGKEIT oder EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Siehe die GNU General Public License für weitere Details. Sie sollten eine Kopie der GNU General Public License zusammen mit diesem Programm erhalten haben. Wenn nicht, siehe <http://www.gnu.org/licenses/>.

source: Unable to open %s
de: Konnte %s nicht öffnen

source: _Quit
de: _Beenden

source: _Help
de: _Hilfe

source: _About
de: _Über

source: _Preferences
de: _Einstellungen
